tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "wez/wezterm"
brew "actionlint"
brew "bat"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "elvish"
brew "fd"
brew "felixkratz/formulae/sketchybar"
brew "ffmpeg"
brew "findutils"
brew "freetype"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "glab"
brew "go-jsonnet"
brew "graphviz"
brew "harfbuzz"
brew "hashicorp/tap/terraform"
brew "helix"
brew "htop"
brew "imagemagick"
brew "inxi"
brew "jj"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "libqalculate"
brew "librsvg"
brew "marksman"
brew "mtr"

# use proto instead
# brew "n"

brew "ncdu"
brew "neofetch"
brew "nushell"
brew "oven-sh/bun/bun"
brew "pueue"
brew "ripgrep"
brew "sapling"
brew "starship"
brew "stow"
brew "svgo"
brew "tailscale"
brew "tesseract"
brew "tree"
brew "watchman"
brew "webp"
brew "youtube-dl"
cask "alacritty"
cask "android-platform-tools"
cask "font-fantasque-sans-mono-noloopk"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono"
cask "git-credential-manager"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "linearmouse"
cask "raycast"
cask "visual-studio-code"
cask "wezterm"
cask "zed"