tap "wez/wezterm"

cask "google-chrome"
cask "karabiner-elements"
cask "keepassxc"
cask "keycastr"
cask "keymapp"
cask "rancher"
cask "raycast"
cask "sublime-merge"
cask "visual-studio-code"
cask "android-file-transfer"

# terminal emulators
cask "alacritty"
cask "kitty"
cask "wezterm"
cask "ghostty"

# virtual machine
cask "utm"

cask "slack"

# media player
cask "vlc"

cask "inkscape"

cask "deeper"