vscode "antfu.pnpm-catalog-lens"
vscode "anthropic.claude-code"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "elves.elvish"
vscode "emily-curry.base16-tomorrow-dark-vscode"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot-chat"
vscode "github.copilot"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "gitlab.gitlab-workflow"
vscode "grafana.vscode-jsonnet"
vscode "graphql.vscode-graphql-syntax"
vscode "graphql.vscode-graphql"
vscode "hashicorp.terraform"
vscode "iliazeus.vscode-ansi"
vscode "klyap.vscode-stardew-icon-theme"
vscode "matthewpi.caddyfile-support"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-containers"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "oxc.oxc-vscode"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "semanticdiff.semanticdiff"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "tailscale.vscode-tailscale"
vscode "tamasfe.even-better-toml"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "timonwong.shellcheck"
vscode "tintinweb.graphviz-interactive-preview"
vscode "Tweag.vscode-nickel"
vscode "unifiedjs.vscode-mdx"
vscode "wayou.vscode-todo-highlight"