tap "wez/wezterm"

brew "sapling"
cask "alacritty"
cask "google-chrome"
cask "karabiner-elements"
cask "keepassxc"
cask "keycastr"
cask "keymapp"
cask "kitty"
cask "rancher"
cask "raycast"
cask "sublime-merge"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
cask "android-file-transfer"
